Repository: Dzheremi2/LRCMake-GTK
Catalog: po/*.po
Languages: es, it, tr

source: lyrics;internet;
it: testi;internet;

source: Sync lyrics of your loved songs
es: Sincroniza las letras de tus canciones favoritas
it: Sincronizza i testi delle tue canzoni preferite
tr: Sevdiğiniz şarkıların sözlerini senkronize edin

source: This app helps you to contribute to the large database of synced lyrics with beautiful GTK4 and LibAdwaita interface.
es: Esta aplicación te ayuda a contribuir a la gran base de datos de letras sincronizadas con una bonita interfaz GTK4 y LibAdwaita.
it: Questa app ti aiuta a contribuire al vasto database di testi sincronizzati con la splendida interfaccia GTK4 e LibAdwaita.
tr: Bu uygulama, geniş GTK4 ve LibAdwaita arayüzüyle senkronize edilmiş şarkı sözlerinin büyük veri tabanına katkıda bulunmanızı sağlar.

source: Library view
es: Vista de la biblioteca
it: Vista della libreria
tr: Kütüphane görünümü

source: Lyrics syncing page view
es: Vista de la página de sincronización de letras
it: Visualizzazione della pagina di sincronizzazione dei testi
tr: Şarkı sözlerini senkronize etme sayfası görünümü

source: Dialog with opened file details view
es: Diálogo con la vista de detalles del archivo abierto
it: Finestra di dialogo con visualizzazione dei dettagli del file aperto
tr: Açılan dosya ayrıntıları görünümünde olan iletişim kutusu

source: Library view light
es: Visualizar la biblioteca en modo claro
it: Luce della vista della biblioteca
tr: Açık kütüphane görünümü

source: Lyrics syncing page view light
es: Sincronización de textos con visualización en modo claro
it: Sincronizzazione dei testi con visualizzazione chiara della pagina
tr: Açık şarkı sözlerini senkronize etme sayfası görünümü

source: Dialog with opened file details view light
es: Diálogo con información sobre el archivo abierto (tema claro)
it: Finestra di dialogo con visualizzazione dei dettagli del file aperto (tema chiaro)
tr: Açık açılan dosya ayrıntıları görünümünde olan iletişim kutusu

source: Bug fixes, new features
it: Correzioni di bug, nuove funzionalità

source: Added ability for one-shot syncing file
it: Aggiunta la possibilità di sincronizzare i file in un'unica sessione

source: Sync
es: Sincronizar
it: Sincronizzazione
tr: Senkronize

source: Add Line
es: Añadir línea
it: Aggiungi riga
tr: Satır Ekle

source: Open Folder
es: Abrir carpeta
it: Apri cartella
tr: Klasörü Aç

source: Open File
es: Abrir archivo
it: Apri file
tr: Dosyayı Aç

source: Import from...
es: Importar desde…
it: Importa da...
tr: Şuradan içeri aktar...

source: Clipboard
es: Portapapeles
it: Appunti
tr: Pano

source: Export to...
es: Exportar a…
it: Esporta in...
tr: Şuraya aktar...

source: Keybindings
es: Combinaciones de teclas
it: Abbinamenti di tasti
tr: Tuş Atamaları

source: About
es: Acerca de
it: Informazioni
tr: Hakkında

source: General
it: Generale
tr: Genel

source: Quit
es: Salir
it: Esci
tr: Çıkış

source: Sync mode
es: Modo de sincronización
it: Modalità di sincronizzazione
tr: Senkronize modu

source: Sync/Re-sync
es: Sincronizar/Resincronizar
it: Sincronizzazione/Risincronizzazione
tr: Senkronize et/Senkronizasyonu geri al

source: Remove selected line
es: Eliminar línea seleccionada
it: Rimuovi la riga selezionata
tr: Seçili satırı kaldır

source: Prepend line to selected
es: Anteponer línea a la seleccionada
it: Aggiungi la riga a quella selezionata
tr: Seçilen kısma satır ekle

source: Append line to selected
es: Anexar línea a la seleccionada
it: Aggiungi riga a selezionata
tr: Satırı seçilene ekle

source: Append line to end
es: Anexar línea al final
it: Aggiungi riga alla fine
tr: Satırı sona ekle

source: Resync 100ms back
es: Resincronización 100ms atrás
it: Risincronizza 100 ms indietro
tr: Senkronizasyonu 100ms geri al

source: Resync 100ms forward
es: Resincronización 100ms antes
it: Risincronizza 100 ms in avanti
tr: Senkronizasyonu 100ms ileri al

source: File Details:
es: Detalles del archivo:
it: Dettagli del file:
tr: Dosya Detayları:

source: Title
es: Título
it: Titolo
tr: Başlık

source: No Data
es: Sin datos
it: Nessun dato
tr: Veri Yok

source: Artist
es: Artista
it: Artista
tr: Sanatçı

source: Filename
es: Nombre del archivo
it: Nome file
tr: Dosya ismi

source: Select a directory or open a file
es: Seleccionar una carpeta o abrir un archivo
it: Seleziona una directory o apri un file
tr: Bir dizin seçin veya bir dosya açın

source: This may cause app to freeze while parsing large directories
it: Ciò potrebbe causare il blocco dell'app durante l'analisi di directory di grandi dimensioni

source: Thanks for all translators on Hosted Weblate! https://hosted.weblate.org/projects/lrcmake/lrcmake/
es: ¡Gracias a todos los traductores de Hosted Weblate! https://hosted.weblate.org/projects/lrcmake/lrcmake/
it: Grazie a tutti i traduttori su Hosted Weblate! https://hosted.weblate.org/projects/lrcmake/lrcmake/
tr: Hosted Weblate'teki tüm çevirmenler için teşekkürler! https://hosted.weblate.org/projects/lrcmake/lrcmake/

source: Loaded from Filepath
es: Cargado desde la ruta
it: Caricato dal percorso del file
tr: Dosya Yolundan Yüklendi

source: Published successfully:
es: Publicado correctamente:
it: Pubblicato con successo:
tr: Başarıyla yayınlandı:

source: Incorrect publish token:
es: Token de publicación incorrecto:
it: Token di pubblicazione non corretto:
tr: Hatalı yayınlama tokeni:

source: Unknown error occured:
es: Error desconocido:
it: Si è verificato un errore sconosciuto:
tr: Bilinmeyen bir hata oluştu:

source: Seems like not every line is synced!
es: ¡Parece que no todas las líneas están sincronizadas!
it: Sembra che non tutte le linee siano sincronizzate!
tr: Her satır senkronize edilmemiş gibi gözüküyor!

source: Unknown
it: Sconosciuto

source: File
es: Archivo
tr: Dosya

source: Preferences
es: Preferencias

source: Sync Page Behavior
es: Comportamiento de la página de sincronización

source: Auto File Manipulation
es: Manipulación automática de archivos

source: Automatically creates and updates files when any of lyrics lines changed
es: Crea y actualiza archivos automáticamente cuando cambia alguna de las líneas de la letra
