Repository: Dzheremi2/LRCMake-GTK
Catalog: po/qa.po
Languages: qa

source: lyrics;internet;
qa: ḱegeĺði;internet;

source: Sync lyrics of your loved songs
qa: Sinksû ḱegeĺði gø trin'ir glôuleś višerði

source: This app helps you to contribute to the large database of synced lyrics with beautiful GTK4 and LibAdwaita interface.
qa: Ti applikars tensi trin ǵeŕnarsi d́re affarleś databazm gø sinkš ḱeǵeĺði arem innøleś GTK4 joĺ LibAdwaita interfeis.

source: Library view
qa: Bibliogpâĺ

source: Lyrics syncing page view
qa: Vetra gø sinksi gø ḱeǵeĺði

source: Dialog with opened file details view
qa: Dialog arem ošetš detlat gø fail

source: Library view light
qa: Bibliogpâĺ (Ðema vitaleś)

source: Lyrics syncing page view light
qa: Vetra gø sinksi gø ḱeǵeĺði (Ðema vitaleś)

source: Dialog with opened file details view light
qa: Dialog arem ošetš detlat gø fail (Ðema vitaleś)

source: Bug fixes, new features
qa: Bug fixði, njarleś funsionði

source: Added ability for one-shot syncing file
qa: Arš saglesp gø "one-shot" fail sinksi

source: Sync
qa: Sinklesp

source: Add Line
qa: Ars laest

source: Open Folder
qa: Ošets dirat

source: Open File
qa: Ošets fail

source: Import from...
qa: Import elem...

source: File
qa: Fail

source: Clipboard
qa: Rovanennen

source: Export to...
qa: Export tu...

source: Keybindings
qa: Klavlsegsṕerði

source: About
qa: Egin

source: A-Z
qa: A-Ð

source: Z-A
qa: Ð-A

source: General
qa: Ǵeńeraleś

source: Quit
qa: Masfes

source: Sync mode
qa: Autoque gø sinklesp

source: Sync/Re-sync
qa: Sinks/Re-sinks

source: Remove selected line
qa: Ellimats selarš laest

source: Prepend line to selected
qa: Gittalǵen laest tu selarš

source: Append line to selected
qa: Ittaĺǵen laest tu selarš

source: Append line to end
qa: Ittaĺǵen laest tu eftem

source: Resync 100ms back
qa: Re-sinks 100ms revertleś

source: Resync 100ms forward
qa: Re-sinks 100ms aufrleś

source: File Details:
qa: Detlat gø fail:

source: Title
qa: Taitl

source: No Data
qa: Nø data

source: Artist
qa: Perquerrer

source: Filename
qa: Failnast

source: Select a directory or open a file
qa: Selars dirat eg ošets fail

source: This may cause app to freeze while parsing large directories
qa: Ti sags oþaĺč applikars'ir fřost d́re momemnta gø affarleś diratði parsingso

source: Thanks for all translators on Hosted Weblate! https://hosted.weblate.org/projects/lrcmake/lrcmake/
qa: Thix tu atl translindrelespði gø Hosted Weblate! https://hosted.weblate.org/projects/lrcmake/lrcmake/

source: Loaded from Filepath
qa: Igermarš gø failpaþ

source: Published successfully:
qa: Alinǵerleś espabliqueš:

source: Incorrect publish token:
qa: Nøkorreleś espablique toḱen:

source: Unknown error occured:
qa: Nømindaleś cegsaþ elanǵersenš:

source: Seems like not every line is synced!
qa: Nø atl leastði sinkšeþ!

source: Unknown
qa: Nømindaleś
